13xforever.language-x86-64-assembly
ban.spellright
bubersson.theme-hop-light
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
GitHub.vscode-pull-request-github
glenn2223.live-sass
goessner.mdmath
Gruntfuggly.todo-tree
hediet.vscode-drawio
ivan-bocharov.stan-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.remote-explorer
quarto.quarto
REditorSupport.r
ritwickdey.LiveServer
SAS.sas-lsp
SimonSiefke.svg-preview
snakemake.snakemake-lang
tamasfe.even-better-toml
twxs.cmake
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
Vue.volar
Zignd.html-css-class-completion
