eamodio.gitlens
edonet.vscode-command-runner
Gruntfuggly.todo-tree
Ikuyadeu.r
ionutvmi.path-autocomplete
ivan-bocharov.stan-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
redhat.vscode-yaml
REditorSupport.r-lsp
ryuta46.multi-command
SolarLiner.linux-themes
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
