<?xml version="1.0" encoding="utf-8"?>
<packages>
    <package id="spotify" />
    <package id="rtools" />
    <package id="r.project" />
    <package id="r.studio" />
    <package id="python" />
    <package id="vscode" />
    <package id="wsl2" />
    <package id="wsl-ubuntu-2004" />
    <package id="docker-desktop" />
    <package id="git" />
    <package id="steam-client" />
    <package id="ccleaner" />
    <package id="firefox" />
    <package id="autohotkey" />
    <package id="1password" />
    <package id="whatsapp" />
    <package id="google-drive-file-stream" />
    <package id="cinebench" />
    <package id="pandoc" />
</packages>
<!-- remember the milk -->
