docsmsft.docs-yaml
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
Ikuyadeu.r
ionutvmi.path-autocomplete
ivan-bocharov.stan-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
notZaki.pandocciter
redhat.vscode-yaml
REditorSupport.r-lsp
ryuta46.multi-command
sashaweiss.block-travel
thenikso.github-plus-theme
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
